Repository: jsoeterbroek/nl-covid19-notification-app-ios
Catalog: Sources/*/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, fr, pl

# alertTitle
source: Warning
ar: إنذار
de: Warnung
es: Advertencia
fr: Avertissement
pl: Ostrzeżenie

# alertMessage
source: Can't open settings
ar: لا يمكن فتح الإعدادات.
de: Einstellungen können nicht geöffnet werden.
es: No se pueden abrir los Ajustes
fr: Impossible d'ouvrir les paramètres.
pl: Nie można otworzyć ustawień.

# alertButton
source: OK
ar: حسنًا

# update.button.update
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
pl: Zaktualizuj

# update.button.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les paramètres
pl: Otwórz Ustawienia

# update.software.app.title
source: This version of CoronaMelder doesn't work anymore
ar: هذا الإصدار من تطبيق التحذير من كورونا (CoronaMelder) لم يعد يعمل
de: Diese Version von CoronaMelder funktioniert nicht mehr.
es: Esta versión de CoronaMelder ya no funciona
fr: Cette version de CoronaMelder ne fonctionne plus
pl: Ta wersja CoronaMelder już nie działa

# update.software.app.description
source: Update the app on your phone to use CoronaMelder again.
ar: حدّث التطبيق في هاتفك حتى تتأكد من أن تطبيق التحذير من كورونا (CoronaMelder) يعمل مجددًا.
de: Aktualisieren Sie die App auf Ihrem Telefon, damit CoronaMelder wieder funktioniert.
es: Actualiza la app en tu teléfono para que vuelva a funcionar CoronaMelder.
fr: Mettez à jour l'application sur votre téléphone pour garantir le fonctionnement de CoronaMelder.
pl: Zaktualizuj aplikację w swoim telefonie, aby umożliwić CoronaMelder ponowne działanie.

# update.software.app.detail.title
source: Update the app
ar: حدّث التطبيق
de: App aktualisieren
es: Actualizar la app
fr: Mettez à jour l'application
pl: Zaktualizuj aplikację

# update.software.app.detail.step1
source: 1. Open Settings on your phone using the button below
ar: افتح الإعدادات في هاتفك باستخدام الزر أسفله.
de: 1. Öffnen Sie die Einstellungen auf Ihrem Telefon über nachstehende Taste.
es: 1. Abre los Ajustes de tu teléfono presionando el siguiente botón
fr: 1. Ouvrez Paramètres sur votre téléphone via le bouton ci-dessous
pl: 1. Otwórz Ustawienia w swoim telefonie klikając poniższy przycisk

# update.software.app.detail.step2
source: 2. Tap 'Update' to update the app.
ar: 2. انقر على 'تحديث" من أجل تحديث التطبيق.
de: 2. Klicken Sie auf ‘Aktualisieren’, um die App zu aktualiseren.
es: 2. Presiona "Actualizar" para actualizar la app.
fr: 2. Cliquez sur "Mettre à jour" pour mettre à jour l'application.
pl: 2. Kliknij „Zaktualizuj”, aby zaktualizować aplikację.

# update.software.os.title
source: You have to update your phone's software
ar: يجب عليك تحديث البرمجيات على هاتفك.
de: Sie müssen die Software auf Ihrem Telefon aktualisieren.
es: Tienes que actualizar el software de tu teléfono
fr: Vous devez mettre à jour le logiciel sur votre téléphone
pl: Musisz zaktualizować oprogramowanie w swoim telefonie

# update.software.os.description
source: CoronaMelder needs the latest version of iOS to work correctly on your phone.
ar: تطبيق التحذير من كورونا (CoronaMelder) يحتاج إلى الإصدار الأحدث ل آي أو إس كي يستمر في العمل بصورة صحيحة على هاتفك.
de: CoronaMelder benötigt die neueste Version von iOS, damit die App auch weiterhin gut auf Ihrem Telefon funktioniert.
es: CoronaMelder necesita la versión más actualizada de iOS para seguir funcionando bien en tu teléfono.
fr: CoronaMelder a besoin de la version la plus récente d'iOS pour continuer à fonctionner sur votre téléphone.
pl: CoronaMelder wymaga najnowszej wersji systemu iOS, aby móc w dalszym ciągu pracować poprawnie na Twoim telefonie.

# update.software.os.detail.title
source: Update your phone
ar: حدّث هاتفك
de: Aktualisieren Sie Ihr Telefon.
es: Actualiza tu teléfono
fr: Mettez à jour votre téléphone
pl: Zaktualizuj telefon

# update.software.os.detail.step1
source: 1. Open Settings on your phone using the button below
ar: افتح الإعدادات في هاتفك باستخدام الزر أسفله.
de: 1. Öffnen Sie die Einstellungen auf Ihrem Telefon über nachstehende Taste.
es: 1. Abre los Ajustes de tu teléfono presionando el siguiente botón
fr: 1. Ouvrez Paramètres sur votre téléphone via le bouton ci-dessous
pl: 1. Otwórz Ustawienia w swoim telefonie klikając poniższy przycisk

# update.software.os.detail.step2
source: 2. Go to 'General'
ar: انتقل إلى "العامة"
de: 2. Gehen Sie zu ‘Allgemein’.
es: 2. Ve a "General"
fr: 2. Allez à "Général"
pl: 2. Przejdź do „Ogólne”

# update.software.os.detail.step3
source: 3. Go to 'Software update'
ar: 3. انتقل إلى "تحديث البرامج"
de: 3. Gehen Sie zu ‘Softwareupdate’.
es: 3. Ve a "Actualización de software"
fr: 3. Allez à "Mise à jour du software"
pl: 3. Przejdź do „Aktualizacja oprogramowania”

# update.software.os.detail.step4
source: 4. Select 'Download and install'
ar: 4. انقرعلى "تحميل البرنامج وتثبيته"
de: 4. Wählen Sie ‘Laden und installieren’.
es: 4. Elige "Descargar e instalar"
fr: 4. Sélectionnez "Télécharger et installer"
pl: 4. Wybierz „Pobierz i zainstaluj”

# update.hardware.title
source: Unfortunately, the app won't work on your phone
ar: لسوء الحظ لا يعمل التطبيق على هاتفك
de: Die App funktioniert leider nicht auf Ihrem Telefon.
es: Lamentablemente, la app no funciona con tu teléfono
fr: Malheureusement, l'application ne fonctionne pas sur votre téléphone
pl: Niestety, aplikacja nie działa na Twoim telefonie

# update.hardware.description
source: CoronaMelder only works on phones with iOS 13.5 or higher. Your phone is not compatible with this software.
ar: لا يعمل تطبيق التحذير من كورونا إلا على هواتف مزودة بإصدار آي أو إس 13.5 فما فوق. هاتفك ليس مناسبًا لهذا البرنامج.
de: CoronaMelder funktioniert nur auf Telefonen mit iOS 13.5 oder höher. Ihr Telefon ist für diese Software nicht geeignet.
es: CoronaMelder solo funciona con teléfonos con iOS 13.5 o superior. Tu teléfono no es apto para este software.
fr: CoronaMelder ne fonctionne que sur les téléphones avec iOS 13.5 ou une version ultérieure. Votre téléphone ne supporte pas ce logiciel.
pl: CoronaMelder działa tylko na telefonach z systemem iOS 13.5 lub nowszym. Twój telefon nie jest kompatybilny z tym oprogramowaniem.
